import { Book } from "../types/book";

const readBookList_zh: Book[] = [
  {
    name: "新名字的故事 : 那不勒斯四部曲2",
    stars: 5,
    status: "read",
    comments:
      "相较于第一部主题愈发地明晰了，意大利那不勒斯版的你当像鸟飞往你的山。但是，是plus版本\r\n1. “双生”，莉拉和莱农是一个人相反的两面，她们都有着极佳的天赋但是选择的道路不同。或者是说，她们在各类事件发生时，或主动或被动的选择不同，最后走向了不同的结局。她们是一对双生子，莱农抵达了山顶，她完成了阶级跳跃，但同时也是对故乡的一种逃离，她无法再融入进故乡，故乡也无法再容纳的下她，于是她只能作为一位说书人，向读者把曾经的故事娓娓道来\r\n我原本想说，很难说谁过的好一些，但是发现莉拉还没有找到那个自洽的点，目前的莉拉，是痛苦的，因为她还没有做好重新开始生活的准备。斯特凡诺的暴力，婚姻的枷锁，已经把她锤炼成那个不同于少女时期的她。她把《蓝色仙女》丢进火堆里，也宣告着那份记忆与人格的溃散。无疑，到目前的进度来说，莉拉似乎是个悲剧角色。（我不清楚后面会不会有反转\r\n2. “新名字”，莉拉有了新名字“卡拉奇太太”，但是她变得易怒，暴躁，她在这个父权社会下用尽心力扮演一名妻子的角色，直到尼诺的出现让这场戏剧的舞台崩塌，但是在云雨与幽会之后，依旧是“神圣婚姻”和“新名字”所带来的枷锁：因为是妻子，所以她要全力协助丈夫的事业；因为是妻子，所以她只是丈夫事业棋盘里的一颗“棋”子。然而依旧是逃离，莉拉选择了更加不体面的方式——暴力。甩掉这个新名字，用最锋利的刀切断最为致命的纽带，她在流血，她是逃离了这个地狱，但是也意味着她必须重新拾起生活的苦楚，直面生活的真相，于是她进入工厂打工，过上非人的生活。莉拉的故事很悲剧，但是依然闪耀着一缕微光，她的身上有着一种韧性：她有勇气向这个不公的婚姻宣战，她有勇气与尼诺享受不忠的婚外情，她有勇气一遍又一遍地逃离……她可以被打垮，但是绝不会放弃站起来奔跑的勇气。我不知道这样的解读是否“正确”，但是在莉拉把《蓝色仙女》丢进火堆时，她的眼里似乎闪烁着一种傲气：和小时候的她一样，她永远都清楚地知道自己正在做些什么。\r\n3. “追随”，到本书的最后一小部分，莱农才把笔墨转向自己，之前她一直觉得自己不如莉拉，一直以莉拉为奋斗的目标，“我努力学习，只是为了赶上她”，这和我的生命历程几乎共鸣，我也有一位这样的朋友，真的很感同身受，我们会因此被带着前进，但同时也会忘记自己，我会开始模仿他的一切，行为，动作，神态，梦想着成为他，也会因此看不见自己身上的闪光点，似乎我的形状是由他所塑造。不过不同的是，我们都收获了不同但都非常精彩的故事😌",
    time: {
      start: "2025-07-07",
      end: "2025-07-14",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s29376146.jpg",
    tag: ["女性主义", "婚姻", "成长"],
  },
  {
    name: "我的天才女友 : 那不勒斯四部曲1",
    stars: 5,
    status: "read",
    comments:
      "翻了翻评论，还是没有理清这本书想表达的是什么，看到最好的一个评论是：庶民的两种逃离方式，嫁人或者读书。确实，这个算是比较准确的了。但是莉拉真的逃脱了吗，没有，她满足了光鲜亮丽的物欲，但是得到的并不是真爱，也放弃了自己的天才秉赋；作者通过读书，和尼诺、阿方索是可以逃脱这里的人。但是他们真的能逃脱吗，童年成长经历本来就是组成他们的一部分，作者有意无意的在把读书和那不勒斯小城的暴戾划清界限，分出高低。但是我觉得这有点读书人高傲的气质在了，暴力是值得反对的，但是那不勒斯小城里的生活本身，没有高低贵贱之分。那不勒斯系列后面还有三本，看完全系列再做书评吧",
    time: {
      start: "2025-04-05",
      end: "2025-04-20, 2025-07-07二刷",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s29164777.jpg",
    tag: ["女性主义", "成长"],
  },
  {
    name: "孤儿的新年礼物 : 兰波诗歌集",
    stars: 4,
    status: "read",
    comments:
      "大概get了半数的诗歌，主要是法语译成中文在格调韵律上怪怪的，也有很多不知道的西方文化，基督教，天主教还有各类神明啥的，主要核心思想有几点吧：\n 1. 自然崇拜。兰波这位诗人就差把自己融化在自然里了，各类意象的使用组合，很夸张，但是又很细腻，对自然有着独到的观察 \n 2. 革命烈火。革命者的怒吼，咆哮，在巴黎公社运动里积极肯定了工人无产阶级的力量，也对梯xxx（忘名了）政府重蹈覆辙革命失败感到痛苦和绝望\n 3. 唯物信仰。多篇诗歌里都讽刺了上帝，基督，他热爱的是具体的世界，而不是空荡的触不着的所谓的神明 \n4. 爱情歌颂。少部分诗里饱含了对爱情的渴望，但是据说他自己好像是同性恋？那为啥这么多对女性的情色上的描写，这个不太清楚了",
    time: {
      start: "2025-06-29",
      end: "2025-07-02",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s34021672.jpg",
  },
  {
    name: "人类简史 : 从动物到上帝",
    stars: 3,
    status: "read",
    comments:
      "三星比较合适吧。最喜欢里面的几个观点，其一是智人用语言和想象出来的故事，使得越来越多的人能够团结在一起（这个“想象的故事”几乎可以说是贯穿全文了），智人开启了一条文化演化的道路，比基因演化来的快得多；第二个是对于资本原始积累的讲述，解答了我多年对于“大众预期影响市场经济”和“资本是如何积累”这两个问题的疑惑。但是其他部分就有些注水了，尤其是最后对“快乐，幸福”的解读，格局低了，像是痴人说梦般没有逻辑，最后对智人的危机也有点落入俗套了，没啥有意思的新东西",
    time: {
      start: "2025-06-24",
      end: "2025-06-29",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s27814883.jpg",
  },

  {
    name: "置身事内 : 中国政府与经济发展",
    stars: 5,
    status: "read",
    comments: "",
    time: {
      start: "2025-06-24",
      end: "2025-06-24",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s33956867.jpg",
  },
  {
    name: "苦难辉煌 : 无删减全新修订增补版",
    stars: 5,
    status: "read",
    comments:
      "周日，休息\n在看苦难辉煌，真特么是本好书\n在我们所有人都感叹李德胜爷爷四渡赤水用兵之神时，有金一南老先生跳出来说:这世上没有神，只有活灵活现的“人”，没有神机妙算与什么战略天才，有的只是针对当前具体形势的具体分析，有的只是实事求是，在反反复复不屈不饶的实践中锤炼出的“具体问题具体分析”的战略思想，共产党在纷繁的历史里给出了这样两个答案:大写的“实践”与大写的“人”。这才是那段纷繁历史背后最感动人的地方，我们应该感叹的不是领导人的“天赋异禀”，他们也撞过南墙碰过壁，广昌战役里近乎军队覆灭，土城战役里被打得落花流水，鲁班场的决策失误……但每一次的险境里，他们冷静，勇敢，依据实事求是地判断敌情，迅速做出决策，用脚踏实地、流血牺牲的“实践”劈出一条康庄大道。20世纪里亚洲东方最伟大的红丝带，是用血染红的，他并非今天我们所说的那么浪漫和动情，相反，他是又冷酷的战争构成的，周围随时是可能到来的死亡，今天再走长征路，即使是在冬天，当代的人们也已经无法考量那个“大渡桥横铁索寒”的“寒”到底是有多刺骨和危险了。\n很喜欢金老师在书里用的各种假设，他面对死亡的那一天，能否想起曾经那个历史性的时刻？“可是历史没有假设”",
    time: {
      start: "2025-06-02",
      end: "2025-06-24",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s34660317.jpg",
  },
  {
    name: "心碎是我们的赞歌 : 泰勒·斯威夫特音乐传记",
    stars: 5,
    status: "read",
    comments:
      "粉丝的狂欢，谢菲尔德也在书里埋了很多来自于歌词的彩蛋，这是只有真粉丝能够get到的狂欢！同时这本书也让我重新回到Folklore，evermore，重新探索那些歌词里我未曾发现的秘密角落……",
    time: {
      start: "2025-05-31",
      end: "2025-06-02",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s35155783.jpg",
  },
  {
    name: "多谈谈问题 : 单读33",
    stars: 3,
    status: "read",
    comments: "太学术了，实在有点难读",
    time: {
      start: "2025-05-16",
      end: "2025-05-31",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s34473805.jpg",
  },
  {
    name: "好的爱情",
    stars: 3,
    status: "read",
    comments: "一般，期望太高了",
    time: {
      start: "2025-05-28",
      end: "2025-05-28",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s34911742.jpg",
  },
  {
    name: "认知觉醒 : 开启自我改变的原动力",
    stars: 3,
    status: "read",
    comments:
      "是不错，但是对我来说没啥用，这么说有点狂妄和清高了，不过我觉得里面有些方法的可适用性还是太低了。具体怎么觉醒认知，这本书可以作为一个引子，但是真正还是要自己做，该走的路一步都没法少🤷妄图靠学一些方法就改变自己的人生只是无稽之谈",
    time: {
      start: "2025-05-18",
      end: "2025-05-18",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s33713442.jpg",
  },
  {
    name: "命若朝霜 : 《红楼梦》里的法律、社会与女性",
    stars: 4,
    status: "read",
    comments:
      "天地无终极，人命若朝霜。读完这本书了，之前对清代良人贱民的法律制度并没有这么了解，而是以现代人的视角读红楼，难怪无法共情芳官、晴雯等人的身处困局。“命若朝霜”，其实包含了几层含义，其一是人命之短暂，天与地，无穷无尽，而人命之于宇宙尺度仅是一瞬，对红楼众多女儿而言，金陵十二钗最后的悲剧结局在“命数长度”上来说更是短暂；其二是人命之不可控，最干净的东西最终还是要回到最肮脏的地方去，大观园终究不抵贾府藏污纳垢的罪恶，红楼女儿或随波逐流，或入官为贱民，或终结生命，她们无知，无辜，纯洁，但不抵命运之苦痛；其三是昙花一现的美，朝霜，晶莹剔透，细微之处见精巧，红楼女儿在大观园真切地存在过，曹公笔下之红楼让她们在清代的黑夜里撕开一瞬的光明，绽放光芒，如此耀眼又熠熠生辉。红楼，或称四大名著之首，毫不为过",
    time: {
      start: "2025-04-29",
      end: "2025-05-05",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s35018876.jpg",
  },
  {
    name: "小岛经济学 : 鱼、美元和经济的故事",
    stars: 5,
    status: "read",
    comments:
      "花了两天时间读完了，作为一个本来不是很懂经济学的小白，确实收获挺多的，但是到十八章之后还是有些地方不太清楚，期待之后的经济学学习，学到了挺多比较有意思的东西：\n 1. 凯恩斯主义者认为消费会带来经济增长，但是这是一种因果倒置，应该是由经济增长带来消费，而经济增长的背后是生产力发展，也就是生产关系适应生产力的发展\n 2. 通货膨胀的本质是货币供给量增多，导致本国货币贬值，货币的购买力下降，商品价格上升\n 3. 面对外债，如果一个国家还不起外债，无非有两个选择：拒绝还债，或者通货膨胀（也就是通过印钞票来还债，这会带来更大的危机）\n 4. 了解了一点美国房地产泡沫和2008年金融危机的“盛况”，政府哄抬房地产物价，吹起房地产泡沫，而在08年金融危机不以史为鉴，继续以量化宽松吹起美国国债的泡沫",
    time: {
      start: "2025-04-28",
      end: "2025-04-29",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s29585484.jpg",
  },
  {
    name: "财务自由第一课",
    stars: 3,
    status: "read",
    comments: "前两章赚用存的结构挺吸引我的，也讲的挺好，后面就落入成功学的俗套了，啰哩啰嗦讲不到重点，可惜了，但是前面两章，准确来说是1.3章，是挺不错的",
    time: {
      start: "2025-04-27",
      end: "2025-04-28",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s33843352.jpg",
  },
  {
    name: "学术“咸鱼”自救指南 : 论文写作发稿一本通",
    stars: 2,
    status: "read",
    comments: "失望了，只能说没有人能代替你走你应该要走的路，写的很多东西太空了，而且偏向社科，对工科科研几乎没有任何帮助",
    time: {
      start: "2025-04-27",
      end: "2025-04-27",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s34468546.jpg",
  },
  {
    name: "长安的荔枝",
    stars: 5,
    status: "read",
    comments:
      "幽默，太幽默了。再打开之前没想到是这个画风，马亲王11天一气呵成作成此书，我一晚上一气呵成读完此书，畅快！ 这次是因为有好朋友用微信读书赠予了我一本电子版的书，才第一次尝试了微信读书，发现网友的评论很有意思，兜兜转转也like了21条评论。 最爱的部分有两个，其一是对体制内各种乱象的讽刺，上面一张嘴，下面跑断腿，马亲王写法实在是巧妙，配合网友评论实在是很有意思；其二是李善德的人物弧光，从木讷老实的一个人，逐步成长为一名体制内精英，再到豁了命也要把荔枝送到长安城的“疯子”，最后到沦落石门山，成为耕耘荔枝田的农民。这期间他看到了体制内的腐败，看到了自己曾经为之信仰的体系的崩塌，最后进行自身内部的重建，马亲王，实在是高！ “和光同尘，雨露均沾，花花轿子众人抬”——为官之道",
    time: {
      start: "2025-04-12",
      end: "2025-04-12",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s34327482.jpg",
  },
  {
    name: "面纱",
    stars: 5,
    status: "read",
    comments:
      "凌晨看完，最后宿舍没电了，举着手机电筒比较快的看完了，后续应该会考虑看原版二刷 毛姆对人性的解剖很精准细腻，沃尔特最后依然没有原谅基蒂，也没有原谅自己，很多人不理解那个名场面，“我知道你轻浮、虚荣，但是我爱你……”，但是我真的狠狠共情沃尔特，当爱意说出口的时候，也许爱就已经结束了，“爱“是悄无声息的，是酝酿在彼此之间的，一种道不明说不清的感觉，为什么需要被证实呢？沃尔特就是这样，他对基蒂的爱是无声的，但是是忠诚且体贴的，他深沉，但是又是如此卑微，他爱她爱的是这么深，她对他的伤害又是这么大。文中还探讨了诸如宗教、女性主义、家庭、婚姻等话题，准备二刷",
    time: {
      start: "2025-04-01",
      end: "2025-04-05",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s28561075.jpg",
  },
  {
    name: "白鹿原",
    stars: 5,
    status: "read",
    comments:
      "看完了白鹿原，后劲很大，久久不能平息。最喜欢的人物是白灵，她出生的那一天，有百灵在树林里啼鸣，生而不凡。她是一名坚定的无产阶级革命战士，一名果敢坚毅、不怕牺牲的共产党员，但同时也有着婉转的儿女柔肠。她坚韧但不失柔情，她刚强但不失温柔，最后死于自己同志的左倾激进主义之下真的很愤怒，活埋她的同志不见了踪影，她的身世直到许多年后才被作家鹿鸣解开，鹿鸣才得以知晓自己的身世",
    time: {
      start: "2025-03-21",
      end: "2025-03-31",
    },
    cover: "https://img9.doubanio.com/view/subject/l/public/s29582284.jpg",
  },
  {
    name: "新月集",
    stars: 3,
    status: "read",
    comments: "Dbq可能是长大了，实在接受不了这种幼稚的儿童诗集了，看得我好无聊，带回去给妹妹看吧",
    time: {
      start: "2025-03-26",
      end: "2025-03-26",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s29959627.jpg",
  },

  {
    name: "泰勒·斯威夫特：歌曲背后的故事",
    stars: 5,
    status: "read",
    comments: "",
    time: {
      start: "2025-03-10",
      end: "2025-03-10",
    },
    cover: "https://img1.doubanio.com/view/subject/l/public/s34983969.jpg",
  },
  {
    name: "乌合之众 : 大众心理研究",
    stars: 4,
    status: "read",
    comments: "群众总是愚蠢的，谦谦君子混入群体中也将变成十恶不赦的暴徒",
    time: {
      start: "大一",
      end: "大一",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s1988393.jpg",
  },
  {
    name: "幸福之路",
    stars: 5,
    status: "read",
    comments:
      "在朋友的推荐下很匆忙的看完了全书，书中提到的很多话题，诸如：无聊，罪恶感，情爱，家庭，都给了我之前百思不得其解的问题以答案，是我之后会想二刷的一本书。因为读的匆忙，并没有太过仔细咀嚼，值得二刷重新体会。 里面的很多文字在今天依然被提及，其实之前很热衷于在小红书里刷一些人生道理，但是发现这些现代媒体里的文字远不如人家大师手笔来的干脆、凝练、一针见血。很喜欢这本书，等年后准备二刷，并且辅以摘抄和自己的体会，再投入生活实践，以重新找寻幸福感！ 期待二刷",
    time: {
      start: "大一",
      end: "大一",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s33788143.jpg",
    tag: ["二刷", "家庭", "人生", "哲学", "爱情", "思想"],
  },

  {
    name: "红楼梦",
    stars: 5,
    status: "read",
    comments:
      "假作真时真亦假 无为有处有还无 曹公大手笔，高鹗续写确实差了一些，但是也替红楼收了个尾 情缘飘渺，世事无常，荣国府里众女儿大多都落得艰难的处境、悲凉的结局，是时代造势，也有她们自己的选择 可叹，真真一绝妙之作 期待二刷",
    time: {
      start: "2024-09-18",
      end: "2024-01-26",
    },
    cover: "https://img1.doubanio.com/view/subject/l/public/s1070959.jpg",
    tag: ["二刷", "家庭", "人生", "爱情"],
  },
  {
    name: "文城",
    stars: 5,
    status: "read",
    comments:
      "故事的结尾在一场大雪里结束 小美和林祥福在死亡的世界里靠的如此之近 咫尺之间，但永远不可能再相识 我合上书本，封面是一只蓝色的泪眼 余华老师的补序太过于精彩 前一段读的稀里糊涂懵懵懂懂不知所解 看完补序才知道有多刀🔪真敢写啊余华老师😭",
    time: {
      start: "2025-01-12",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s33834057.jpg",
    tag: ["乡土", "爱情"],
  },
  {
    name: "圣诞忆旧集 : 全彩插画布面珍藏版",
    stars: 4,
    status: "read",
    comments:
      "一部童话。很温柔，很美好，阅读他就是从现实逃离的过程，我们每个人的心底都会住着一位苏可小姐，她会包容着你的所有情绪，会告诉你要永远心怀善良，心怀感恩。特别美好，特别幸福的一部童话，我本来想说，他只是童话而已，现实的残酷让美好消逝，可是童话的意义难道不就在于，即使现实把你打得落花流水，依然能有一处归宿告诉你幸福与美好仍在。更不用说，卡波特笔下的那位苏可小姐，真真切切的存在过",
    time: {
      start: "2024-12-28",
      end: "2024-12-28",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s34510212.jpg",
    tag: ["童话", "圣诞", "温情", "家庭"],
  },
  {
    name: "啊！原来我是这样的自己！ : “about关于”系列第1册",
    stars: 4,
    status: "read",
    comments:
      "在常州半山书局发现的一本图书，有趣的排版方式和大胆的色彩铺陈吸引了我，于是在多抓鱼上买了本二手，想作为一本闲书读一读。最后在杭州旅途的路上把他看完了。\n很喜欢这本书的理念——那些“大人物”神性里的“人性”，那些光看简历被包裹的高大上，闪闪发光的与我们生活毫不相关的聚光灯下的人，并没有我们想象中的与众不同。这本书里的采访很浅层，但也正是这样的浅层，让我在阅读过程中总会不经意间与某人的某种细枝末节的生活态度产生共鸣，同时也看到了那些学生时代被认为是“不务正业”的想法现在正在被人积极的践行着，看到了人生不一样的可能性。\np.s. 比如说在看到林小🐟家的时候，原本有些怕猫的我突然也想养猫了\n聊聊不足吧，也是我只能给四星的原因。（不过都是当闲书读了，也没必要太较真啦）作者在采访中不经意间地透露出了受访者的经济情况，但毫无疑问，几乎都是年薪过百万的高层人士。他们实现了财富自由，他们也才有资格也有能力支配他们的人生和生活，这对于正在打拼的我们无疑是不具备指导性意义的。但是，看看他们的人生，看到我们与他们之间的异同，何尝不可呢？",
    time: {
      start: "2024-11-11",
      end: "2024-11-17",
    },
    cover: "https://img2.doubanio.com/view/subject/l/public/s34074341.jpg",
  },
  {
    name: "我们仨",
    stars: 5,
    status: "read",
    comments:
      "坐在公交车上读完的这本书，在浮躁的世界里找寻一份幸福和宁静。书的背后附上了家书，还有我们仨的“石子”，我翻着书页，像是真的透过杨绛先生的目光，看到了挚爱的女儿，看到了病隙间互相安慰和牵挂的爱",
    time: {
      start: "2024-08-16",
      end: "2024-08-16",
    },
    cover: "https://img3.doubanio.com/view/subject/l/public/s1015872.jpg",
  },
];

export default readBookList_zh;
